getantidote/use-omz
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/eza
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/podman
ohmyzsh/ohmyzsh path:plugins/sudo

junegunn/fzf shell
zsh-users/zsh-syntax-highlighting
zgenom load zsh-users/zsh-completions src
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
Aloxaf/fzf-tab
zgenom load romkatv/powerlevel10k powerlevel10k

romkatv/powerlevel10k
hlissner/zsh-autopair